[
  {
    "Fleet Information": "SSR is a highly active fleet filled with knowledgeable and friendly members, with a maxed Starbase of 134, meeting all daily goals.\n\nWe've established a healthy culture that helps members meet any goal they may have and an atmosphere where members feel right at home.\n\nWhile we look for active, well-established, and competitive members, we foster a relaxed environment where players can enjoy the game, and event participation is completely up to you.\n\nFrom week to week, whether you are chasing a top rank or taking it easy, there is no pressure!",
    "Squadron Policy": "SSR organizes Squadrons on a weekly basis. If you want to take it easy any given week, there's a squad for you! Top 1k? We've got you covered. Thresholds and out? That's cool too!\n\nNo pressure, no fuss. Fleet members simply declare their ranking goals for the week, and we group players with similar goals together into squadrons.\n\nWeekly Squadron leaders are chosen based on a mix between event ranking goals and the quality of shared characters. We aim to pick the best possible squad leads based on crew, goals, or a strong desire to lead that given week. This means, if you're shooting for a top 25 finish or trying to hit a major rank achievement, we will get you into a leadership role.\n\nBecause we also consider the quality of shares, leaders can change any given week based on who has the best shares that week. We think that this system optimizes squadron play and keeps the system fair to all members. Why not give us a try and see for yourself?",
    "Membership Requirements": "Active player.\n\nCaptain Level 50+\n\nFour Shuttles.\n\nPrevious top 1500 finishes and the ability to hit 1500 when you want to.\n\n250+ Immortals (preferable but flexible).\n\nUse the Discord app or browser site for all Fleet communications.\n\nBe willing to learn and be respectful of others.",
    "Membership Application": "In order to apply for membership to SSR, you can:\n\n- Send a message to SSR Barkley on the forums.\n- Contact SSR Barkley within the Discord Star Trek Timelines channels (add SSR Barkley#7048).\n- Send an email to SSRRecruit@gmail.com.\n\nWe like to have a conversation with all prospective members as we try to get a picture of your roster, personality, and history in Timelines. We believe setting the right culture in a game is important, and we look for individuals who love to compete, but also have a sense of humor, are friendly, are not a-holes, and can be laid back at the same time.\n\nRecruits typically undergo about a 60-day trial period. We like to see if you are a good fit for the fleet, and it gives you a chance to see if the fleet is a good fit for you. We like to see new people and how they interact.\n\nRecruits usually do well unless they either disappear, fail to communicate with us, etc. For recruits who may not do as well in events as some of the veterans, we like to see at least some improvement, via shared characters or better strategy and starbase bonuses. What we don't want are people who are just there to sit back and collect starbase bonuses.\n\nWe ask people what their event goals are every Wednesday, and we organize everyone into squads (the officer does this). We pick the best possible squad leads based on crew, goals, or a strong desire to lead that given week. If you don't post, you likely end up in a casual/straggler squad.\n\nMembers stay in good standing as long as they remain active, participate, and do okay in events.\n\nWe ask that people don't share fleet secrets outside of the fleet.\n\nWe ask that people maintain a respectable image outside of the fleet (forums, other chats, etc.). Just be an adult.",
    "Full Membership Promotions": "Recruits are promoted to Full Membership status upon completion of their trial period, given satisfactory performance during their recruitment period. See the Membership Application section for details."
  }
]

